datasets/benchmark-results/netorigin/201811181001/wordpress-results-netorigin-10-201811181001.log
Running 1m test @ http://blig.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 288.971ms, rate sampling interval: 1453ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   114.42ms   57.63ms 407.55ms   93.60%
    Req/Sec     9.29      3.49    13.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   98.18ms
 75.000%  112.00ms
 90.000%  146.69ms
 99.000%  384.77ms
 99.900%  407.81ms
 99.990%  407.81ms
 99.999%  407.81ms
100.000%  407.81ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      71.807     0.000000            1         1.00
      81.343     0.100000           50         1.11
      87.167     0.200000          101         1.25
      90.815     0.300000          150         1.43
      94.527     0.400000          200         1.67
      98.175     0.500000          250         2.00
     100.671     0.550000          276         2.22
     102.655     0.600000          300         2.50
     104.319     0.650000          325         2.86
     107.903     0.700000          350         3.33
     111.999     0.750000          375         4.00
     115.135     0.775000          388         4.44
     119.167     0.800000          400         5.00
     124.351     0.825000          413         5.71
     128.447     0.850000          425         6.67
     136.959     0.875000          438         8.00
     141.567     0.887500          444         8.89
     146.687     0.900000          450        10.00
     150.911     0.912500          457        11.43
     161.663     0.925000          463        13.33
     177.919     0.937500          469        16.00
     187.903     0.943750          472        17.78
     225.791     0.950000          475        20.00
     234.751     0.956250          479        22.86
     337.151     0.962500          482        26.67
     349.183     0.968750          485        32.00
     351.999     0.971875          486        35.56
     364.799     0.975000          488        40.00
     366.591     0.978125          490        45.71
     367.359     0.981250          492        53.33
     367.871     0.984375          493        64.00
     367.871     0.985938          493        71.11
     384.255     0.987500          494        80.00
     384.767     0.989062          496        91.43
     384.767     0.990625          496       106.67
     387.071     0.992188          497       128.00
     387.071     0.992969          497       142.22
     387.071     0.993750          497       160.00
     389.887     0.994531          498       182.86
     389.887     0.995313          498       213.33
     396.287     0.996094          499       256.00
     396.287     0.996484          499       284.44
     396.287     0.996875          499       320.00
     396.287     0.997266          499       365.71
     396.287     0.997656          499       426.67
     407.807     0.998047          500       512.00
     407.807     1.000000          500          inf
#[Mean    =      114.423, StdDeviation   =       57.629]
#[Max     =      407.552, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.94MB read
Requests/sec:      9.99
Transfer/sec:    527.48KB